---
kind: property
id: P:Autodesk.Revit.DB.UpdaterInfo.AdditionalInformation
source: html/9ca1b9a8-2051-58d7-007c-9b40a0574548.htm
---
# Autodesk.Revit.DB.UpdaterInfo.AdditionalInformation Property

Additional information about the updater.

## Syntax (C#)
```csharp
public string AdditionalInformation { get; }
```